[ProvingGroundsChallengeStats]
ProvingGroundsChallengeStats_None_Title=No Challenge
ProvingGroundsChallengeStats_None_HUDProgress=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>
ProvingGroundsChallengeStats_None_DisplayName=---
ProvingGroundsChallengeStats_None_DisplayNamePercentage=---
ProvingGroundsChallengeStats_None_Description=No Current Challenge
ProvingGroundsChallengeStats_Kills_Title=Kills
ProvingGroundsChallengeStats_Kills_HUDProgress=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0><Score>/<NeededScore>
ProvingGroundsChallengeStats_Kills_DisplayName=Kill <ScoreRequirement>
ProvingGroundsChallengeStats_Kills_DisplayNamePercentage=<NeededScore>
ProvingGroundsChallengeStats_Kills_Description=This week we're all about the body-count. Kill enemy players to qualify for tickets.↵↵The top prize is only given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
ProvingGroundsChallengeStats_MatchesWon_Title=Matches Won
ProvingGroundsChallengeStats_MatchesWon_HUDProgress=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0><Score>/<NeededScore>
ProvingGroundsChallengeStats_MatchesWon_DisplayName=Win <ScoreRequirement>
ProvingGroundsChallengeStats_MatchesWon_DisplayNamePercentage=<NeededScore> matches
ProvingGroundsChallengeStats_MatchesWon_Description=Sometimes it's not just the taking part that counts. To complete this challenge, you'll have to win matches in this district. ↵↵The top prize is only given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
ProvingGroundsChallengeStats_TargetsCompleted_Title=Targets Completed
ProvingGroundsChallengeStats_TargetsCompleted_HUDProgress=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0><Score>/<NeededScore>
ProvingGroundsChallengeStats_TargetsCompleted_DisplayName=Objectives <ScoreRequirement>
ProvingGroundsChallengeStats_TargetsCompleted_DisplayNamePercentage=<NeededScore>
ProvingGroundsChallengeStats_TargetsCompleted_Description=Those targets aren't just going to take themselves. This week tickets are awarded for capturing objectives. ↵↵The top prize is given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
ProvingGroundsChallengeStats_MoneyEarned_Title=Money Earned
ProvingGroundsChallengeStats_MoneyEarned_HUDProgress=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>$<Score>/$<NeededScore>
ProvingGroundsChallengeStats_MoneyEarned_DisplayName=$<ScoreRequirement>
ProvingGroundsChallengeStats_MoneyEarned_DisplayNamePercentage=$<NeededScore>
ProvingGroundsChallengeStats_MoneyEarned_Description=They say money can't buy you happiness, but it can win you tickets! Rake in the cash and you'll qualify for the rewards. Bonus money gained from Premium Benefits is not counted towards this challenge. ↵↵The top prize is only given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
ProvingGroundsChallengeStats_PistolKills_Title=Pistol Kills
ProvingGroundsChallengeStats_PistolKills_HUDProgress=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0><Score>/<NeededScore>
ProvingGroundsChallengeStats_PistolKills_DisplayName=Pistol Kills <ScoreRequirement>
ProvingGroundsChallengeStats_PistolKills_DisplayNamePercentage=<NeededScore> kills
ProvingGroundsChallengeStats_PistolKills_Description=We're back to the Wild West this week with our Pistol challenge. Take down enemies with any secondary weapon to complete this task. ↵↵As always the top prize goes to those with the most targets taken down at the end of the week, so keep on your toes.
ProvingGroundsChallengeStats_Damage_Title=Damage
ProvingGroundsChallengeStats_Damage_HUDProgress=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0><Score>/<NeededScore>
ProvingGroundsChallengeStats_Damage_DisplayName=Damage <ScoreRequirement>
ProvingGroundsChallengeStats_Damage_DisplayNamePercentage=<NeededScore> damage
ProvingGroundsChallengeStats_Damage_Description=Fight Club is all about dishing out the pain, and we want you to prove to us you can give as good as you get. This week, deal damage to other players and you can win tickets.↵↵The top prize is given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
ProvingGroundsChallengeStats_Activities_Title=Activity
ProvingGroundsChallengeStats_Activities_HUDProgress=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0><Score>/<NeededScore>
ProvingGroundsChallengeStats_Activities_DisplayName=<ScoreRequirement> Activities
ProvingGroundsChallengeStats_Activities_DisplayNamePercentage=<NeededScore> Activities
ProvingGroundsChallengeStats_Activities_Description=We want you to be a Joker of all Trades, so we're going to assign you one of several Activities. Complete these activities to get ahead in the rankings. Complete enough and you'll be rewarded with Joker Tickets. As you complete the Challenges, the Activities will get harder, so keep on your toes.↵↵If you get stuck, press F7 to skip to the next one, though this has a cooldown, so use it sparingly.↵
ProvingGroundsChallengeStats_MatchesComplete_Title=Matches Complete
ProvingGroundsChallengeStats_MatchesComplete_HUDProgress=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0><Score>/<NeededScore>
ProvingGroundsChallengeStats_MatchesComplete_DisplayName=Complete <ScoreRequirement>
ProvingGroundsChallengeStats_MatchesComplete_DisplayNamePercentage=<NeededScore> matches
ProvingGroundsChallengeStats_MatchesComplete_Description=Welcome to Fright Club! The Powers That Be have commanded that Fight Club be transformed into Fright Club for two weeks and it has bent to their will. New challenges and new rewards await those that bend to their whims. Step inside the Asylum, give yourself over to Trick or Treat and let the beat of Abingdon Towers take over.↵↵Happy Halloween from The Powers That Be.↵
ProvingGroundsChallengeStats_CollectablesDestroyed_Title=Pumpkins Smashed
ProvingGroundsChallengeStats_CollectablesDestroyed_HUDProgress=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0><Score>/<NeededScore>
ProvingGroundsChallengeStats_CollectablesDestroyed_DisplayName=Smash Pumpkins <ScoreRequirement>
ProvingGroundsChallengeStats_CollectablesDestroyed_DisplayNamePercentage=<NeededScore> Pumpkins
ProvingGroundsChallengeStats_CollectablesDestroyed_Description=Welcome to Fright Club! The Powers That Be have commanded that Fight Club be transformed into Fright Club for two weeks and it has bent to their will. New challenges and new rewards await those that bend to their whims. Step inside the Asylum, give yourself over to Trick or Treat and let the beat of Abingdon Towers take over.↵↵Happy Halloween from The Powers That Be.↵